GREETING = 'Вітаємо в Цифровому кабінеті\nАдвокатського бюро Сергія Філатова.\nОберіть опцію, яка вас цікавить:'

USER_BUTTONS = {
    'Записатися на консультацію 📅': 'appointment',
    'Залишити запитання адвокату ⚖️': 'question',
    'Мої справи': 'cases',
    'Часті запитання': 'faq',
    'Про бюро️': 'lawyer',
}

time_slots = [('10:00',"10:00"),
              ('11:00',"11:00"),
              ('12:00',"12:00"),
              ('13:00',"13:00"),
              ('14:00',"14:00"),
              ('15:00',"15:00"),
              ('16:00',"16:00"),
              ('17:00',"17:00"),
              ('18:00',"18:00")
              ]

ADMIN_BUTTONS = {
    'Записи на консультацію': 'consultations',
    'Запитання адвокату': 'questions',
    'Статистика': 'stat',
}

PROBLEM = '<pre>Для надання вам кваліфікованої допомоги - будь ласка опишіть вашу поточну проблему ' \
          '(від 10 до 100 символів в повідомленні).</pre>'
